"CREATING_YOUR_ACCOUNT" = "Creating your account…";
"CONFIGURING_YOUR_ACCOUNT" = "Configuring your account…";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Checking your network account…";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"YES_BUTTON" = "Yes";
"NO_BUTTON" = "No";
"PRIVACYPOLICY_BUTTON" = "Privacy Policy";
"RETRIEVE_APPLEID_INFO" = "Getting your Apple ID information…";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "Your existing Apple ID information is available from Apple. Setup Assistant will make registration easier by downloading your information securely and storing it on your computer. Do you want to download your information now?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Transfer Warnings and Errors.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "Your Apple ID information is not available at this time.";
"RETRIEVE_APPLEID_INFO_FAILED" = "Your computer was unable to connect to Apple. The connection may be busy or your network settings may be incorrect. To try again, click Connect. To skip this step, click Continue.";

"APPLEID_AUTH_FAILED_TITLE" = "Your Apple ID information can’t be accessed.";
"APPLEID_AUTH_FAILED" = "Your Apple ID or password wasn’t recognized. Click Go Back and enter your ID and password again, making sure they are correct.";

"APPLEID_AUTH_GIVEUP_TITLE" = "Your Apple ID information can’t be accessed.";
"APPLEID_AUTH_GIVEUP" = "The Apple ID you entered cannot be used at this time. Click OK to skip this step and continue setting up your computer.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Connecting…";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "The PPPoE connection failed.";

"ENTER_REGISTRATION_INFO" = "Enter your personal information. The information is used to register your Apple product, create your user account, set up your information in Address Book, and set up your Mail account.";
"ENTER_REGISTRATION_INFO_LATER" = "Enter your personal information. This information is used to update your Apple registration information.";

"RETAKE_VIDEO_SNAPSHOT" = "Retake a video snapshot.";
"NO_PICTURE_ALERT_TITLE" = "You must select a picture for your account.";
"NO_PICTURE_ALERT_MESSAGE" = "You can take a picture using your computer’s camera or choose a picture from the picture library.";
"DRAG_TO_MOVE_IMAGE" = "Drag to move image";

"FAILED_TO_BIND_TITLE" = "Your computer was unable to bind to \“%@\”.";
"FAILED_TO_BIND_MESSAGE" = "Contact the server administrator.";